<?php

return [

    'title'=>'الصفوف الدراسية',
    'add_class'=>'اضافة صف',
    'class_ar'=>'اسم الصف بالعربية',
    'class_en'=>' اسم الصف بالانجليزية',
    'page_title'=>'قائمة الصفوف الدراسية',
    'page_topic'=>'الصفوف الدراسية',
    'class_name'=>'الصفوف',
    'grade_name'=>'المرحلة',
    'select_grade'=>'اختر المرحلة',
    'actions'=>'العمليات',
    'new_row'=>'صف جديد',
    'delete_row'=>'حذف',
    'modal_title'=>'تعديل الصف',
    'name_ar_req'=>'اسم الصف بالعربية مطلوب!',
    'name_min'=>'يجب الا يقل عدد الاحرف عن اربعة احرف!',
    'name_uni'=>'اسم الصف موجود بالفعل!',
    'name_en_req'=>'!اسم الصف بالانجليزية مطلوب!',
    'deletemsg'=>'هل انت متأكد من عملية الحذف؟',
    'deletegrade'=>'حذف المرحلة',


];
