<?php

return [

    'title'=>'المراحل الدراسية',
    'page_title'=>'قائمة المراحل الدراسية',
    'page_topic'=>'المراحل الدراسية',
    'grade_name'=>'اسم المرحلة',
    'grade_note'=>'ملاحظات',
    'actions'=>'العمليات',
    'new_grade'=>'اضافة مرحلة',
    'edit_grade'=>'تعديل',
    'delete_grade'=>'حذف',
    'grade_en'=>'اسم المرحلة بالانجليزية',
    'grade_ar'=>'اسم المرحلة بالعربية',
    'notes'=>'ملاحظات',
    'close'=>'اغلاق',
    'submit'=>'تأكيد',
    'modal_title'=>'اضافة مرحلة جديدة',
    'name_ar_req'=>'اسم المرحلة بالعربية مطلوب!',
    'min'=>'يجب الا يقل عدد الاحرف عن اربعة احرف!',
    'name_uni'=>'اسم المرحلة موجود بالفعل!',
    'name_en_req'=>'!اسم المرحلة بالانجليزية مطلوب!',
    'description_req'=>'يجب كتابه ملاحظات!',
    'deletemsg'=>'هل انت متأكد من عملية الحذف؟',
    'deletegrade'=>'حذف المرحلة',


];
